<?php

return [
    'welcome_bottom_text' => 'ملاحظة: تطبيقنا مشابه لـ "Hide My Email" من Apple - ولكن لـ Gmail، Outlook أو أي خدمة بريد إلكتروني أخرى',
    'copied' => 'تم النسخ',
    'copy-to-clipboard' => 'نسخ إلى الحافظة',
    'add-note' => 'إضافة ملاحظة',
    'how-1-title' => 'إنشاء اسم بديل للبريد الإلكتروني عشوائي لحماية صندوق بريدك',
    'how-1-text' => 'كلما كنت بحاجة لاستخدام البريد الإلكتروني على أي موقع ويب أو تطبيق - ما عليك سوى فتح إضافة المتصفح لدينا أو زيارة الموقع وإنشاء عنوان بريد جديد عشوائي ينتهي بـ @relay.hidemail.app - سيتم إعادة توجيه جميع رسائل البريد الواردة إلى عنوان البريد الإلكتروني الرئيسي الخاص بك المرتبط بحسابك.',
    'how-2-title' => 'إدارة حسابك للتحكم في من يمكنه إرسال رسائل بريد إلكتروني لك',
    'how-2-text' => 'تتبع الأسماء البديلة التي قمت بإنشائها في لوحة التحكم البسيطة. إذا اكتشفت أن أحد عناوين البريد الإلكتروني الخاصة بك يتلقى رسائل غير مرغوب فيها أو رسائل رسائل غير مرغوب فيها، يمكنك حظر التوجيه بنقرة واحدة.',
    'how-3-title' => 'حماية الخصوصية من القراصنة والرسائل غير المرغوب فيها والتصيد وانتهاكات البيانات',
    'how-3-text' => 'ابقى آمنًا. يتم توجيه الرسائل الإلكترونية المرسلة إلى اسم بديل* إلى صندوق بريدك (Gmail، Outlook، Yahoo، ProtonMail وأي بريد آخر) دون أن يعلم المرسل بأي شيء. *حد أقصى 1 ميغابايت/رسالة',
    'welcome-How-It-Works' => 'كيف يعمل',
    'welcome-Protect-your-personal-identity-everywhere' => 'حماية هويتك الشخصية في كل مكان',
    'welcome-title' => 'خدمة إعادة توجيه البريد الإلكتروني - إخفاء عنوان بريدك الإلكتروني الحقيقي للمساعدة في حماية هويتك',
    'welcome-description' => 'قل وداعًا للرسائل غير المرغوب فيها. أنشئ عناوين بريد إلكتروني دائمة عشوائية توجه إلى بريدك الإلكتروني. إنها أسهل طريقة لحماية حساباتك من القراصنة دون مشاركة عنوان بريدك الإلكتروني الحقيقي',
    'ExtentionSubscribeONSite' => 'شراء اشتراك',
];
