<?php

return [
    'welcome_bottom_text' => 'הערה: האפליקציה שלנו דומה ל-"Hide My Email" מתוך Apple - אך עבור Gmail, Outlook או כל שירות דואר אלקטרוני אחר',
    'copied' => 'הועתק',
    'copy-to-clipboard' => 'העתק ללוח',
    'add-note' => 'הוסף הערה',
    'how-1-title' => 'צור שם אלטרנטיבי לדואר אלקטרוני אקראי לשמירה על תיבת הדואר שלך',
    'how-1-text' => 'כל פעם שאתה זקוק לשימוש בדואר אלקטרוני באתר או באפליקציה - פשוט פתח את התוסף של הדפדפן שלנו או בקר באתר וצור כתובת חדשה אקראית שמסתיימת ב-@relay.hidemail.app - כל הודעות הדואר הנכנסות יועברו לכתובת הדואר האלקטרוני הראשית שלך הקשורה לחשבונך.',
    'how-2-title' => 'נהל את החשבון שלך כדי לשלוט במי יכול לשלוח לך דואר אלקטרוני',
    'how-2-text' => 'עקוב אחר השמות האלטרנטיביים שיצרת בלוח בקרה פשוט. אם אתה מוצא שאחת מכתובות הדואר האלקטרוני שלך מקבלת דואר זבל או הודעות לא רצויות, אתה יכול לחסום את ההעברה בלחיצה אחת.',
    'how-3-title' => 'הגן על הפרטיות מפריצת אבטחה, דואר זבל, פישינג והפרת נתונים',
    'how-3-text' => 'הישאר בטוח. הודעות הדואר שנשלחות לשם אלטרנטיבי מועברות* לתיבת הדואר שלך (Gmail, Outlook, Yahoo, ProtonMail וכל תיקיית דואר אלקטרוני אחרת) ללא המודעות של השולח. *מקסימום 1 מ"ב/הודעה',
    'welcome-How-It-Works' => 'איך זה עובד',
    'welcome-Protect-your-personal-identity-everywhere' => 'הגנה על הזהות האישית שלך בכל מקום',
    'welcome-title' => 'שירות תעבורת דואר אלקטרוני - הסתרת כתובת הדואר האלקטרוני האמיתית שלך לסיוע בהגנה על הזהות שלך',
    'welcome-description' => 'אומץ את הפרצופים. צור כתובות דואר אלקטרוני קבועות אקראיות שמפנות אל הדואר שלך. זו הדרך הקלה ביותר להגן על חשבונותיך מפריצת אבטחה בלי לשתף את הכתובת האמיתית שלך.',
    'ExtentionSubscribeONSite' => 'קנה מנוי',
];
