<?php

return [
    'welcome_bottom_text' => 'PS: наш додаток схожий на «Сховати мою е‑адресу» від Apple – але для Gmail, Outlook або будь-якої іншої електронної пошти!',
    'copied' => 'Скопійовано',
    'copy-to-clipboard' => 'Копіювати в буфер обміну',
    'add-note' => 'Додати коментар',
    'how-1-title' => 'Створіть довільний псевдонім електронної пошти, щоб захистити свою поштову скриньку',
    'how-1-text' => 'Щоразу, коли вам потрібно використовувати електронну пошту на будь-якому веб-сайті чи в програмі, просто відкрийте наше розширення для веб-переглядача або відвідайте веб-сайт і згенеруйте нову випадкову адресу, яка закінчується на @relay.hidemail.app — усі вхідні електронні листи будуть перенаправлені на вашу основну електронну адресу, пов’язану з вашим рахунок.',
    'how-2-title' => 'Керуйте своїм обліковим записом, щоб контролювати, хто може надсилати вам електронні листи',
    'how-2-text' => 'Відстежуйте створені вами псевдоніми на простій інформаційній панелі. Якщо ви виявите, що одна з ваших електронних адрес отримує спам або небажані повідомлення, ви можете заблокувати пересилання одним клацанням миші.',
    'how-3-title' => 'Захист конфіденційності від хакерів, спаму, фішингу та витоку даних',
    'how-3-text' => 'Залишайтеся врятувати. Електронні листи, надіслані на псевдонім, пересилаються* у вашу поштову скриньку (Gmail, Outlook, Yahoo, ProtonMail та будь-яку іншу) без відома відправника. *Максимум 1 Мб/електронна пошта',
    'welcome-How-It-Works' => 'Як це працює',
    'welcome-Protect-your-personal-identity-everywhere' => 'Захищайте свою особисту інформацію всюди',
    'welcome-title' => 'Служба ретрансляції електронної пошти — приховайте справжню адресу електронної пошти, щоб захистити вашу особистість',
    'welcome-description' => 'Попрощайтеся зі спамом. Створіть випадкову постійну адресу за допомогою HideMail, яка пересилатиме повідомлення на вашу поточну скриньку вхідних повідомлень. Це найпростіший спосіб захистити ваші облікові записи Gmail, Outlook, Yahoo або будь-які інші облікові записи від хакерів, не повідомляючи свою справжню адресу електронної пошти. Увійдіть, щоб почати безкоштовно',
    'ExtentionSubscribeONSite' => 'Купити підписку',
];
