<?php

return [
    'welcome_bottom_text' => 'नोट: हमारा ऐप "Hide My Email" की तरह है Apple - लेकिन Gmail, Outlook या किसी अन्य ईमेल सेवा के लिए',
    'copied' => 'कॉपी किया गया',
    'copy-to-clipboard' => 'क्लिपबोर्ड पर कॉपी करें',
    'add-note' => 'नोट जोड़ें',
    'how-1-title' => 'अपने मेलबॉक्स को बचाने के लिए एक यादृच्छिक ईमेल उपनाम बनाएं',
    'how-1-text' => 'जब भी आपको किसी वेबसाइट या ऐप पर ईमेल का उपयोग करना हो - बस हमारे ब्राउज़र एक्सटेंशन को खोलें या वेबसाइट पर जाएं और एक नया यादृच्छिक पता उत्पन्न करें जो @relay.hidemail.app से समाप्त होता है - सभी आने वाले ईमेल आपके खाते से जुड़े मुख्य ईमेल पते पर फ़ॉरवर्ड किए जाएंगे।',
    'how-2-title' => 'ईमेल भेजने वाले को नियंत्रित करने के लिए अपने खाते का प्रबंधन करें',
    'how-2-text' => 'सरल डैशबोर्ड में वे उपनाम ट्रैक करें जिन्हें आपने बनाए हैं। अगर आपको लगता है कि आपका कोई ईमेल पता स्पैम या अनचाहे संदेश प्राप्त कर रहा है, तो आप एक क्लिक से फॉरवर्डिंग को ब्लॉक कर सकते हैं।',
    'how-3-title' => 'हैकर्स, स्पैम, फ़िशिंग और डेटा उल्लंघन से गोपनीयता की रक्षा करें',
    'how-3-text' => 'सुरक्षित रहें। एक उपनाम पर भेजे गए ईमेल* को आपके मेलबॉक्स (Gmail, Outlook, Yahoo, ProtonMail और किसी अन्य) पर फ़ॉरवर्ड किया जाता है बिना भेजने वाले को कुछ भी पता चलता है। *मैक्स 1MB/ईमेल',
    'welcome-How-It-Works' => 'यह कैसे काम करता है',
    'welcome-Protect-your-personal-identity-everywhere' => 'अपनी व्यक्तिगत पहचान की सुरक्षा करें हर जगह',
    'welcome-title' => 'ईमेल रिले सेवा - अपनी वास्तविक ईमेल पते की रक्षा करने के लिए छिपाएं',
    'welcome-description' => 'स्पैम कहो अलविदा। उपनाम को फॉरवर्ड करने वाले यादृच्छिक स्थायी ईमेल पते उत्पन्न करें जो आपके ईमेल पर पुनर्निर्देशित होते हैं। यह आसान तरीका है हैकर्स से अपने खातों की रक्षा करने का, बिना आपकी वास्तविक ईमेल पता साझा किए।',
    'ExtentionSubscribeONSite' => 'सदस्यता खरीदें',
];
