<?php

return [
    'welcome_bottom_text' => 'PS：私たちのアプリはAppleの「HideMy Email」に似ていますが、Gmail、Outlook、その他のメール用です。',
    'copied' => 'コピー',
    'copy-to-clipboard' => 'クリップボードにコピー',
    'add-note' => 'メモを追加',
    'how-1-title' => 'メールボックスを保護するためにランダムなメールエイリアスを作成する',
    'how-1-text' => 'ウェブサイトやアプリでメールを使用する必要がある場合はいつでも、ブラウザ拡張機能を開くか、ウェブサイトにアクセスして、@ relay.hidemail.appで終わる新しいランダムアドレスを生成するだけです。すべての受信メールは、に関連付けられているメインのメールアドレスに転送されます。アカウント。',
    'how-2-title' => 'アカウントを管理して、メールを送信できるユーザーを管理します',
    'how-2-text' => '作成したエイリアスをシンプルなダッシュボードで追跡します。メールアドレスの1つがスパムまたは不要なメッセージを受信して​​いることがわかった場合は、ワンクリックで転送をブロックできます。',
    'how-3-title' => 'ハッカー、スパム、フィッシング、データ侵害からプライバシーを保護します',
    'how-3-text' => '保存してください。エイリアスに送信された電子メールは、送信者が何も知らなくてもメールボックス（Gmail、Outlook、Yahoo、ProtonMailなど）に転送されます*。 *最大1Mb/メール',
    'welcome-How-It-Works' => '使い方',
    'welcome-Protect-your-personal-identity-everywhere' => 'どこでもあなたの個人的なアイデンティティを保護します',
    'welcome-title' => '電子メールリレーサービス—本物の電子メールアドレスを非表示にして、身元を保護します',
    'welcome-description' => 'スパムに別れを告げる。 HideMailを使用して、現在の電子メール受信ボックスに転送するランダムな永続アドレスを作成します。これは、実際のメールアドレスをあきらめることなく、Gmail、Outlook、Yahoo、またはその他のアカウントをハッカーから保護する最も簡単な方法です。サインインして無料で始めましょう',
    'ExtentionSubscribeONSite' => '定期購入を購入する',
];
