<?php

return [
    'ExtentionSubscribeONSite' => 'Купить подписку',
    'welcome_bottom_text' => 'PS: Наше приложение похоже на «Скрыть e-mail» от Apple — но для Gmail, Outlook или любой другой электронной почты!',
    'copied' => 'скопировано',
    'copy-to-clipboard' => 'Копировать в буфер обмена',
    'add-note' => 'добавить заметку',
    'how-1-title' => 'Создайте случайный псевдоним электронной почты для защиты своего почтового ящика',
    'how-1-text' => 'Когда вам понадобится ввести электронную почту на любом сайте или в приложении - просто зайдите на наш сайт и сгенерируйте новый случайный адрес (который заканчивается на @relay.hidemail.app) - все входящие электронные письма будут перенаправлены на ваш основной адрес почты, связанный с вашим аккаунтом.',
    'how-2-title' => 'Управляйте своей учетной записью, чтобы контролировать, кто может отправлять вам электронные письма',
    'how-2-text' => 'Отслеживайте созданные вами ящики на нашем сайте. Если вы обнаружите, что один из ваших адресов электронной почты получает спам или нежелательные сообщения, вы можете заблокировать пересылку в одно нажатие.',
    'how-3-title' => 'Защита конфиденциальности и личных данных от хакеров, спама, фишинга и утечек данных',
    'how-3-text' => 'Письма, отправленные на ваш личный случайный электронный адрес, будут пересылаться* в ваш обычный почтовый ящик (gmail, outlook, yandex, mail.ru или любой другой!) без ведома отправителя. *Макс. 10 Мб/емейл',
    'welcome-How-It-Works' => 'Как это работает',
    'welcome-Protect-your-personal-identity-everywhere' => 'Защитите свои персональные данные',
    'welcome-title' => 'Служба пересылки электронной почты - скрывайте свой настоящий адрес электронной почты, чтобы защитить свою личность',
    'welcome-description' => 'Попрощайтесь со спамом. Создайте сколько угодно случайных адресов электронной почты, которые будут пересылаться на вашу обычную почту. Это самый простой способ защитить свои аккаунты от хакеров, не сообщая свой настоящий адрес электронной почты. ',
];
